<template>
  <div class="argeement">
    <p style="text-indent: 28px">广州汇易信息科技有限公司系云影汇APP的运营商，本协议由您与广州汇易信息科技有限公司签订，具有合同效力。
注册时，请您认真阅读本协议，特别是其中与您的权益有或者有可能具有重大关系的条款，以及对云影汇APP具有或可能具有免责或限制责任的条款（尤其是本协议中一以粗体标示部分）并选择接受或不接受本协议，注册成功及使用行为即表示您已充分阅读、理解并接受本协议的全部内容，并自愿接受本协议各项条款的约束。</p>
      <h3>一、用户资格 </h3>
      1.1 本协议所称“用户”，特指符合本协议所规定的条件，同意遵守云影汇APP各种规则、条款（包括但不限于本协议），并使用云影汇APP的自然人或单位。  <br/>
      1.2 只有符合下列条件之一的自然人或单位才能申请成为云影汇APP用户，可以使用云影汇APP的服务： <br/>
      a）年满十八岁，并具有完全民事权利能力和民事行为能力的自然人（未满十八岁的自然人需经其监护人书面同意）；<br/>
      b）根据中华人民共和国法律或注册地法律、法规有效成立并合法存在的公司、企事业单位、社团组织和其他组织。<br/>
      1.3 不符合云影汇APP用户申请资格的，不得注册为云影汇APP用户，其与云影汇APP之间的用户协议自始无效，且一经发现，云影汇APP有权立即注销该用户，并追究其使用云影汇APP的一切法律责任。<br/>
      <h3>二、用户的权利和义务</h3>
      2.1 用户有权根据本协议的约定及云影汇APP发布的相关规则，使用云影汇APP提供的服务，包括但不限于利用云影汇APP网上交易平台发布信息、参与云影汇APP的有关活动等。<br/>
      2.2 用户有义务确保向云影汇APP提供的所有注册信息真实准确，包括但不限于姓名、身份证号、银行卡号、支付账号、联系电话、电子邮箱等，并保证云影汇APP可以通过上述联系方式及时与用户取得联系。同时，用户有义务在相关资料变更时及时更新注册信息。<br/>
      2.3 用户不得以任何形式擅自转让或许可他人使用自己在云影汇APP的用户账号。<br/>
      2.4 用户有义务确保在云影汇APP发布的信息真实、准确，无误导性。<br/>
      2.5 用户不得在云影汇APP平台发布国家禁止发布的信息，不得发布侵犯他人知识产权或其他合法权益的信息，也不得发布违背社会公共利益或公共道德的信息。<br/>
      2.6 用户在使用云影汇APP进行交易的过程中应当遵守诚实信用原则，不得在交易过程中采取不正当竞争行为，不得扰乱网上交易的正常秩序，不得从事与网上交易无关的行为。<br/>
      2.7 用户承诺自己在云影汇APP实施的所有行为遵守国家法律、法规和云影汇APP的相关规定以及各种社会公共利益或公共道德。用户应对以该用户账号进行的所有行为负全部责任。当用户发现其账号被未经授权的第三方使用或者存在其他账号安全问题时应当立即通知云影汇APP客服人员，云影汇APP有权合理时间内对用户的请求采取采取必要的措施，但对采取措施之前用户已经遭受的损失不承担任何责任。<br/>
      2.8 用户应自行承担因使用云影汇APP、通过云影汇APP进行交易等所产生的相关费用。<br/>
      2.9 用户不得使用包括但不限于以下方式的任何技术手段或者其他手段登录云影汇APP或破坏云影汇APP所提供的服务：<br/>
      a）以任何机器人软件、蜘蛛软件、蠕虫软件、刷屏软件或其它自动方式访问或登录云影汇APP；   <br/>
      b）通过任何方式对云影汇APP内部结构造成或可能造成不合理或不合比例的重大负荷的行为；<br/>
      c）通过任何方式干扰或试图干扰云影汇APP的正常工作。<br/>
      2.10 用户同意接收来自云影汇APP的信息，包括但不限于活动信息、交易信息、促销信息等。<br/>
      2.11用户同意：云影汇APP有权随时根据运营和管理的需要，对本协议内容进行单方面修订和变更，并在云影汇APP予以公示，无需单独通知用户。如在本协议内容变更后，仍然继续使用云影汇AAPP的，即表示用户已经充分阅读、理解并接受修改后的协议内容，也将遵守修改后的协议内容使用云影汇APP；如用户不同意修改后的内容的，应立即停止使用云影汇APP服务。<br/>
      <h3>三、云影汇APP的权利和义务</h3>
      3.1 云影汇APP将在现有技术水平的基础上努力确保正常运行，尽力避免服务中断或将中断时间限制在可行的最短时间内，保证用户使用的顺利进行。<br/>
      3.2 云影汇APP将对用户在注册使用云影汇APP中所遇到的问题和反馈及时作出回复。<br/>
      3.3 云影汇APP有权对用户的注册信息进行查阅，对相关注册信息的真实性、合法性存在合理怀疑时，云影汇APP有权发出通知询问用户并要求用户做出解释、改正，或不通知用户直接做出删除信息、删除账号等处理。<br/>
      3.4 用户在云影汇APP与其他用户产生纠纷的，用户通过司法部门或行政部门依照法定程序要求云影汇APP提供相关资料，云影汇APP将积极配合并提供有关资料；若用户请求云影汇APP从中协调，或云影汇APP知悉纠纷情况的，经审核后，云影汇APP有权通过电子邮件及电话联系向纠纷双方了解纠纷情况，并将所了解的情况通过电子邮件通知纠纷双方。<br/>
      3.5 因网络平台的特殊性，云影汇APP没有义务对所有用户的行为进行事前审查。但若根据云影汇APP所掌握的事实依据，可以认定用户存在违法、违反本协议规定或其他在云影汇APP的不当行为，云影汇APP有权向用户核实有关情况，视情况采取包括但不限于删除相关信息，限制用户活动，发出警告通知以及终止向该用户提供服务等方式予以处理。<br/>
      3.6 云影汇APP有权在不通知用户的前提下删除或采取其他限制性措施处理下列信息：包括但不限于以规避费用为目的、以炒作信用为目的、存在欺诈等恶意或虚假内容、违反公共利益或可能严重损害云影汇APP和其他用户合法利益的。<br/>
      3.7 用户确认：云影汇APP有权在本协议履行期间及本协议终止后保留用户的注册信息及用户使用云影汇APP期间的全部交易信息，但不得非法使用该等信息。<br/>
      <h3>四、隐私权政策</h3>
      4.1 您了解并同意，以下信息适用本隐私权政策：<br/>
      a）在您注册云影汇APP帐号时，根据云影汇APP要求提供的个人注册信息；<br/>
      b）在您使用云影汇APP的服务时，云影汇APP自动接收并记录的信息（包括但不限于用户IP地址、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据）；<br/>
      c）云影汇APP通过合法途径从商业伙伴处取得的用户个人数据。<br/>
      4.1 您了解并同意，以下信息不适用本隐私权政策：<br/>
      a）您在使用云影汇APP平台提供的搜索服务时输入的关键字信息；<br/>
      b）云影汇APP收集到的您在云影汇APP发布的有关信息数据（包括但不限于参与活动、成交信息及评价详情）；<br/>
      c）违反法律规定或违反云影汇APP规则行为及云影汇APP已对您采取的措施。<br/>
      4.2云影汇APP保护用户信息安全：<br/>
      a）云影汇APP不会向任何无关第三方提供、出售、出租、分享或交易用户个人信息，除非事先得到您许可，或该第三方和云影汇APP单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料；<br/>
      b）云影汇APP亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户个人信息，任何云影汇APP用户如从事上述活动，一经发现，云影汇APP有权立即终止与该用户的服务协议；<br/>
      c）为服务用户的目的，云影汇APP可能通过使用用户个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与云影汇APP合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要用户事先同意）。<br/>
      4.3 在如下情况下，云影汇APP将依据用户个人意愿或法律的规定全部或部分的披露用户个人信息： <br/>
      a）经您事先同意，向第三方披露；为提供您所要求的产品和服务，而必须和第三方分享用户个人信息；<br/>
      b）根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；<br/>
      c）如您出现违反有关法律、法规或者云影汇APP服务协议或相关规则的情况，需要向第三方披露；<br/>
      d）如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；
      e）在云影汇APP平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，云影汇APP有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决；<br/>
      f）其它云影汇APP根据法律、法规或者网站政策认为合适的披露。<br/>
      4.4 云影汇APP帐号均有安全保护功能，请妥善保管用户用户名及密码信息。云影汇APP将通过对用户密码进行加密等安全措施确保用户信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。在使用云影汇APP网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是云影汇APP用户名及密码发生泄露，请您立即联络云影汇APP客服，以便云影汇APP采取相应措施。<br/>
      4.5云影汇APP会不时更新本隐私权政策，您在同意云影汇APP服务使用协议之时，即视为您已经同意本隐私权政策全部内容。<br/>
      <h3>五、服务的中断和终止</h3>
      5.1 在云影汇APP未向用户收取相关服务费用的情况下，云影汇APP可自行全权决定以任何理由（包括但不限于云影汇APP认为用户已违反本协议，或用户超过一定期限未登录云影汇APP等情况）终止对用户的服务，并不再保存用户在云影汇APP的全部资料，而无需通知该用户。服务终止后，用户不得要求云影汇APP继续向其提供任何服务或履行任何其它义务，包括但不限于要求云影汇APP为用户保留或向用户披露其原云影汇APP中的任何信息，向用户或第三方转发任何其未阅读或发送过的信息等。<br/>
      5.2 如用户向云影汇APP提出注销本网站注册用户身份，需经云影汇APP审核同意，由云影汇APP注销该注册用户，用户即解除与云影汇APP的协议关系，但云影汇APP仍保留下列权利：<br/>
      a）用户注销后，云影汇APP有权保留该用户的资料，包括但不限于用户注册信息、交易记录等；<br/>
      b）用户注销后，如用户在注销前在云影汇APP交易平台上存在违法行为或违反本协议的行为，云影汇APP仍可行使本协议所规定的权利。<br/>
      5.3 如存在下列情况，云影汇APP可以通过注销用户的方式终止服务：<br/>
      a）根据云影汇APP所掌握的事实依据，可以认定用户存在违法、违反本协议相关规定或其他在云影汇APP的不当行为；<br/>
      b）云影汇APP发现用户注册信息中主要内容是虚假的；<br/>
      c）其它云影汇APP认为需终止服务的情况。<br/>
      <h3>六、免责声明</h3>
      6.1 当用户接受该协议时，用户应明确了解并同意：用户使用云影汇APP之风险由用户自行承担。云影汇APP依据现有技术提供服务，尽管云影汇APP将尽合理努力维护正常运行，但云影汇APP无法随时预见到任何技术上的问题或其他困难，该等困难可能导致用户的使用行为受到影响，请用户谨慎考虑使用云影汇APP所提供服务可能带来的风险。<br/>
      6.2 是否经由云影汇APP下载或取得任何资料，由用户自行考虑、衡量并且自负风险，因下载任何资料而导致用户手机系统的任何损坏或资料流失，由用户自行负责。<br/>
      6.3 用户经由云影汇APP取得的建议和资讯，无论其形式或表现，绝不构成本协议未明示规定的任何保证。<br/>
      6.4 基于以下原因而造成用户的损失，云影汇APP不承担任何直接或间接赔偿责任：<br/>
      a）云影汇APP的使用或无法使用；<br/>
      b）用户的资料遭到未获授权的存取或变更；<br/>
      c）云影汇APP中任何第三方之声明或行为。<br/>
      6.5 对于用户所发布信息的合法性、真实性及其品质，以及用户履行交易的能力等，云影汇APP无事先审查义务且不承担任何连带责任。<br/>
      6.6云影汇APP仅为做网络平台提供与其它网站或资源的链接，用户可能会因此连结至其它运营商经营的网站，但不表示云影汇APP与这些运营商有任何关系，云影汇APP不对上述链接网站及其网页内容进行管理监督。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、物品或服务，即用户经由云影汇APP达成的通讯联系或商业往来或其他类型的商业活动，完全属于用户与其他运营商之间的行为，与云影汇APP没有任何关系，若因此类商业行为所产生的任何损害或损失，云影汇APP不负任何直接或间接赔偿责任。<br/>
      <h3>七、知识产权</h3>
      7.1 所有出现在云影汇APP上的内容，包括但不限于作品、图片、档案、资料、网站构架、网站版面的安排、网页设计、软件、经由云影汇APP呈现的推广信息或资讯，均由云影汇APP或相关权利人依法享有相应知识产权（包括但不限于著作权、商标权、专利权或其它专属权利等），用户仅在符合使用目的的前提下被许可浏览和使用云影汇APP。未经云影汇APP或相关权利人明示授权，用户不得复制、修改、出租、出借、出售、传送、删除、添加云影汇APP的内容，或根据上述网站资料和资源制作成任何种类物品。 <br/>
      7.2用户接受本协议即视为用户主动将其在云影汇APP发表的任何形式的作品的著作权，包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让的权利无偿独家转让给云影汇APP所有。云影汇APP有权就任何主体侵权单独提起诉讼并获得全部赔偿。本协议属于《中华人民共和国著作权法》第二十五条规定的书面协议，其效力及于用户在云影汇APP发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。<br/>
      7.3 云影汇APP授予用户不可转移及非专属的使用权，用户可以通过手机使用云影汇APP的目标代码（以下简称“软件”），但不得自行或许可任何第三方，复制、修改、创作衍生作品、进行还原工程、反向组译，或以其它方式破译或试图破译源代码，或出售、转让“软件”或对“软件”进行再授权,或以其它方式移转"软件"之任何权利。用户同意不以任何方式修改“软件”，或使用修改后的“软件”。  <br/>
      7.4 用户不得经由非云影汇APP所提供的界面使用云影汇APP。<br/>
      <h3>八、违约责任</h3>
      8.1如客户存在提供的信息不真实、不完整或不准确等违反本协议约定的行为，给云影汇APP造成损失的，云影汇APP有权要求用户赔偿由此给云影汇APP造成的包括但不限于：律师费、差旅费、鉴定费等所有直接经济损失、可得利益损失及相关的所有损失。<br/>
      8.2如因客户违反本协议的约定，导致云影汇APP被任何第三人或行政机关等追究责任的，视为客户违约，云影汇APP有权要求用户赔偿云影汇APP向第三人或行政机关支付的所有费用及其他相关的所有损失。<br/>
      <h3>九、不可抗力</h3>
      云影汇APP对因超出我们合理控制之外的原因、事件或其他因素导致的未能履行本协议下的任何义务不承担责任。该等原因、事件或其他因素包括但不限于信息系统设备故障、信息网络连接故障、电脑、通讯或其他系统引起的故障、电力故障、战争、台风、水灾、火灾、雷击或地震、罢工、暴动、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它不可抗力或自然或人为造成的灾难等情况。<br/>
      <h3>十、法律适用与争议解决</h3>
      10.1 本协议之订立、生效、解释、履行、修订与争议解决均适用中华人民共和国法律。<br/>
      10.2 如果发生因本协议或其违约、终止或效力而引起的或与之有关的任何争议、纠纷或索赔（以下简称“争议”），均应提交广州仲裁委员会进行仲裁，仲裁地点为广州。相关争议应单独仲裁，不得与任何其它方的争议在任何仲裁中合并处理，该仲裁裁决是终局，对各方均有约束力。如果所涉及的争议不适于仲裁解决，用户同意一切争议由广州市萝岗区法院管辖<br/>

  </div>
</template>

<style lang="scss">
 .argeement {
   padding: 15px;
 }
</style>
